Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Dreaming Freedom.tmx
Source language: en
Languages: es_419

source: if you’re a lucid dreamer...
es_419: SI TIENES SUEÑOS LÚCIDOS…

source: this is your account, isn’t it?
es_419: ESTA ES TU CUENTA, ¿NO?

source: dash
es_419: FIUSH

source: flinch
es_419: CRISPA

source: you can find out as much as you want.
es_419: PUEDES AVERIGUAR TODO LO QUE QUIERAS.

source: he lives in an entirely different world from me...
es_419: SU MUNDO Y EL MÍO SON COMPLETAMENTE DISTINTOS…

source: huh...? what about my friends?
es_419: ¿EH…? PERO SON MIS AMIGAS…

source: Jeongmin has only one way to escape, through lucid dreams.
es_419: Jeongmin tiene una sola forma de escapar de su calvario: a través de sueños lúcidos.

source: ew.
es_419: AY.

source: I’m really quiet, so I’m sure you have more fun hanging out with your other friends...
es_419: SOY MUY CALLADA. SEGURO LA PASARÍAS MEJOR CON TUS AMIGOS…

source: watch where you’re going.
es_419: MIRA POR DONDE CAMINAS.

source: and cut your bangs, they look terrible.
es_419: Y CÓRTATE EL FLEQUILLO. LO TIENES HORRIBLE.

source: juhyeon doesn’t really talk first anyways,
es_419: JUHYEON NUNCA ES LA PRIMERA EN HABLAR,

source: don’t talk back and just follow me.
es_419: CÁLLATE Y SÍGUEME.

source: I mean... you’re uncomfortable around eunju...
es_419: ES QUE… SI TE SIENTES INCÓMODA CERCA DE EUNJU…

source: you’re all being lied to! do you get it?
es_419: ¡LES MIENTE A TODAS! ¿LO ENTIENDES?

source: step
es_419: TAP

source: schedule
es_419: CRONOGRAMA

source: I think it’s the first time I’ve ever felt this way.
es_419: CREO QUE ES LA PRIMERA VEZ QUE ME SIENTO ASÍ.

source: huh...?
es_419: ¿EH…?

source: ...talking about me?
es_419: … HABLANDO DE MÍ?

source: pause
es_419: PAUSA

source: you dumb bitches, I just didn't have time to dry my hair after I washed it.
es_419: NO TUVE TIEMPO DE SECARME EL CABELLO DESPUÉS DE LAVÁRMELO, IMBÉCILES

source: she has all the records of the group chat where we talked about the other girls.
es_419: TIENE COPIAS DEL CHAT GRUPAL EN DONDE HABLAMOS DE LAS OTRAS CHICAS.

source: but that bitch sora thinks her reputation is more important than that...
es_419: PERO LA IDIOTA DE SORA CREE QUE SU REPUTACIÓN ES MÁS IMPORTANTE…

source: kneel
es_419: SE ARRODILLA

source: but why do I always have to go to her--
es_419: POR QUÉ SIEMPRE TENGO QUE SER YO…

source: after that, I’ve despised it when you talk about other people’s family matters or secrets.
es_419: DESPUÉS DE ESE DÍA, EMPECÉ A ODIAR EL HECHO DE QUE HABLES SOBRE LOS PROBLEMAS O LOS SECRETOS DE LOS DEMÁS.

source: ...they’re back together as if nothing had ever happened...
es_419: … PASAN TIEMPO JUNTAS, COMO SI NO HUBIERA PASADO NADA…

source: it’s only natural that I should think of you the most
es_419: ES NATURAL QUE ME PREOCUPE MÁS POR TI.

source: mumble
es_419: SUSURRA

source: if that’s true...
es_419: SI ES ASÍ…

source: that’s right...
es_419: ES VERDAD…

source: the likes of you...
es_419: LA GENTE COMO TÚ…

source: I’m lucid dreaming...
es_419: ESTOY EN UN SUEÑO LÚCIDO…

source: I’ve already backed everything up in a secondary location.
es_419: GUARDÉ UNA COPIA DE TODO EN OTRA PARTE.

source: she’s just a child, IMO
es_419: PARA MÍ, ES COMO UNA NENITA

source: omg lmaoooo did she catch you talking about her?
es_419: OMG XDXD SABE QUE HABLAS SOBRE ELLA?

source: where are you?
es_419: ¿DÓNDE ESTÁS?

source: wave
es_419: AGITA

source: what if...
es_419: ¿Y SI…

source: I’m just saying you should use her.
es_419: SOLO DIGO QUE LA USES.

source: honestly, I wish you wouldn’t hang out with those losers.
es_419: PREFERIRÍA QUE NO TE JUNTARAS CON ESAS PERDEDORAS.

source: where are you two going?
es_419: ¿DÓNDE VAN USTEDES DOS?

source: oh no... what am I supposed to say in this situation?
es_419: AY, NO… ¿QUÉ SE SUPONE QUE TENGO QUE DECIR AHORA?

source: it’s like I’m not even dreaming.
es_419: ES COMO SI NO FUERA UN SUEÑO.

source: ...but it was all a fucking lie.
es_419: PERO TODO ERA UNA ESTÚPIDA MENTIRA.

source: pant
es_419: UFF

source: won’t she save me...?
es_419: SEGURO ME AYUDARÁ…

source: tremble
es_419: TIEMBLA

source: what did she do?
es_419: ¿QUÉ HIZO?

source: twirl
es_419: GIRA

source: tap
es_419: TAC

source: there are people who always enjoy it when she does.
es_419: HAY PERSONAS QUE DISFRUTAN DE LO QUE HACE.

source: but that was just an urban legend.
es_419: PERO SOLO ERA UNA LEYENDA URBANA.

source: something similar happened to me...
es_419: ME PASÓ ALGO PARECIDO,

source: how boring.
es_419: QUÉ ABURRIDO.

source: yeah. we felt like there might be a lot that you're upset about with us.
es_419: SÍ. CREEMOS QUE ESTÁS BASTANTE MOLESTA CON NOSOTRAS.

source: I have nothing left to lose.
es_419: YA NO TENGO NADA QUE PERDER.

source: yeonji is so obsessed with boys
es_419: YEONJI ESTÁ OBSESIONADA CON LOS CHICOS

source: ba-bump
es_419: TATÚN

source: I am, but...
es_419: ES VERDAD, PERO…

source: jeongmin! you’re here early.
es_419: ¡JEONGMIN! LLEGASTE TEMPRANO.

source: hello?
es_419: ¿HOLA?

source: I’m sure it’s better than living in a household with siblings.
es_419: SEGURO ES MEJOR QUE CRECER CON HERMANOS.

source: I wasn’t asking for advice... just complain about them with me.
es_419: NO TE PEDÍ CONSEJOS… SOLO QUERÍA QUE LAS CRITIQUES IGUAL QUE YO…

source: of course! there’s a whole bunch of stuff I still have to say!
es_419: ¡CLARO! ¡Y HAY MUCHO MÁS QUE QUIERO DECIRTE!

source: hey, hurry up!
es_419: ¡DEPRISA!

source: I can’t...
es_419: NO PUEDO…

source: View More
es_419: VER MÁS

source: we were just trying to see if she was a bad enough person to trash-talk the girl she bullied...
es_419: SOLO QUERÍAMOS VER SI ERA TAN MALA COMO PARA HABLAR A ESPALDAS DE LA PERSONA A LA QUE LE HIZO BULLYING…

source: did she really just hate it because of this girl?
es_419: ¿LO ODIABA POR CULPA DE ESTA CHICA?

source: oh... gosh.
es_419: AY… DIOS.

source: juhyeon said that she regrets being so harsh to her at first.
es_419: JUHYEON DIJO QUE LAMENTABA HABER SIDO TAN DURA CON ELLA AL PRINCIPIO.

source: I’m sure she had fun.
es_419: SEGURO SE DIVIRTIÓ MUCHO.

source: one of them admires your enemy, juhyeon ha...
es_419: UNA DE ELLAS ADMIRA A TU ENEMIGA, JUHYEON HA…

source: sora, just tell me the truth.
es_419: SORA, DIME LA VERDAD.

source: I can’t forgive her...
es_419: NO PUEDO PERDONARLA…

source: damn it...
es_419: DIABLOS…

source: it’s not like you have anyone else to hang out with.
es_419: CONVENGAMOS QUE NO CONOCES A NADIE MÁS CON QUIEN SALIR…

source: she cursed at me a while ago, too.
es_419: A MÍ ME INSULTÓ HACE POCO.

source: we’ll let the gym teacher know, so go lie down!
es_419: LE CONTAREMOS AL PROFESOR. ¡TÚ RECUÉSTATE Y DESCANSA!

source: I know that you don’t trust me,
es_419: SÉ QUE NO CONFÍAS EN MÍ,

source: everyone blocked your phone number, right?
es_419: TODAS BLOQUEARON TU NÚMERO, ¿CIERTO?

source: my homeroom teacher has it out for me.
es_419: EL PROFESOR ME TOMÓ DE PUNTO.

source: I’ll make you the kimchi stew that you like.
es_419: PREPARARÉ EL ESTOFADO DE KIMCHI QUE TE GUSTA.

source: w-what...? why did she change so suddenly?
es_419: ¿QUÉ…? ¿POR QUÉ CAMBIÓ TAN DE REPENTE?

source: aren’t you going to pack your things?
es_419: ¿NO VAS A GUARDAR TUS COSAS?

source: I keep lucid dreaming on accident.
es_419: LO SIGO HACIENDO SIN QUERER.

source: damn... it’s hyejin kim of all people...
es_419: MIERDA… JUSTO ES HYEJIN…

source: we need to know the truth, right?
es_419: NECESITAMOS SABER QUÉ PASÓ, ¿NO?

source: ...I just wanted you to know.
es_419: QUERÍA QUE LO SUPIERAS.

source: I’m not an outcast...!
es_419: ¡YO NO SOY UNA MARGINADA…!

source: yeah, there’s a new amusement park opening up, so we’re going together.
es_419: SÍ, ABRIRÁ UN PARQUE DE ATRACCIONES NUEVO. VAMOS A IR JUNTAS.

source: what does it feel like, sucking up to someone who’s only a student like you?
es_419: ¿QUÉ SE SIENTE ESTAR A MERCED DE ALGUIEN QUE SOLO ES UNA ESTUDIANTE MÁS COMO TÚ?

source: she’s disgusting.
es_419: ES DESAGRADABLE.

source: hey! we’re not done talking, where are you going?!
es_419: ¡OYE! NO TERMINAMOS DE HABLAR. ¡¿A DÓNDE VAS?!

source: clench
es_419: APRIETA

source: and I’m not nice enough to deserve hearing this from you.
es_419: Y NO MEREZCO QUE ME DIGAS ESAS COSAS.

source: I’m going!
es_419: ¡SÍ!

source: what makes her any more powerful than me? why am I already scared of her?
es_419: ¿POR QUÉ ES MÁS PODEROSA QUE YO? ¿POR QUÉ YA LE TENGO MIEDO?

source: loud
es_419: VOZ ALTA

source: why do you look so surprised?
es_419: ¿POR QUÉ ESTÁS SORPRENDIDA?

source: the weather is nice...
es_419: QUÉ LINDO DÍA…

source: no matter what I do here...
es_419: SIN IMPORTAR LO QUE HAGA AQUÍ…

source: well, I guess you were like this in the past, too...
es_419: PENSÁNDOLO BIEN, SUPONGO QUE YA HABÍAS HECHO ALGO ASÍ ANTES…

source: but one day...
es_419: PERO UN DÍA…

source: I thought that was the limit of what a human could do...
es_419: CREÍ QUE ESO ERA TODO LO QUE UN HUMANO PODÍA HACER…

source: smile
es_419: SONRÍE

source: can’t you stop hanging out with jimin and her friends?
es_419: ¿POR QUÉ SIGUES JUNTÁNDOTE CON JIMIN Y SUS AMIGAS?

source: i-it’s not me! think about it!
es_419: ¡YO NO FUI! ¡PIÉNSENLO!

source: you don’t need to know why, but I have all of the records of your conversations.
es_419: NO HACE FALTA QUE LO SEPAS, PERO TENGO TODAS TUS CONVERSACIONES.

source: I’ll do whatever you tell me to, so please...
es_419: HARÉ LO QUE QUIERAS, PERO POR FAVOR…

source: w-why would you bring up the past all of a sudden?
es_419: ¿POR QUÉ DE REPENTE HABLAS DE ESO?

source: it was proven to be false later on...
es_419: YA DEMOSTRARON QUE ERA FALSA…

source: Should we walk home together today?
es_419: ¿VOLVEMOS A CASA JUNTOS?

source: haha, are you gonna serve justice?
es_419: JA, JA. ¿VAS A IMPARTIR JUSTICIA?

source: who are you?
es_419: ¿QUIÉN ERES?

source: pharmacy
es_419: FARMACIA

source: it’s not...!
es_419: ¡PARA NADA…!

source: the friend I usually walk home with has plans today...
es_419: MI AMIGO, CON EL QUE SUELO VOLVER A CASA, HOY TIENE PLANES…

source: ...that color looks really bad on you.
es_419: … ESE COLOR TE QUEDA HORRIBLE.

source: really? we have to leave her behind then, haha.
es_419: ¿EN SERIO? ENTONCES DEJÉMOSLA AHÍ. JA, JA.

source: h-huh...?
es_419: ¿EH…?

source: your next class is gym, so get changed. class president?
es_419: LA PRÓXIMA ES GIMNASIA, ASÍ QUE VAYAN A CAMBIARSE. ¿PRESIDENTA DE LA CLASE?

source: fuck...
es_419: MIERDA…

source: sucking up to her? why?
es_419: ¿OBSESIONADA CON ELLA? ¿POR QUÉ?

source: jeez, that look on your face is hurting my feelings.
es_419: CON ESA EXPRESIÓN QUE TIENES HIERES MIS SENTIMIENTOS.

source: doesn’t that bother you?
es_419: ¿NO TE MOLESTA ESO?

source: isn’t that ridiculous? he made it my fault that he lost a game.
es_419: ¿NO TE PARECE RIDÍCULO? DIJO QUE PERDIÓ POR MI CULPA.

source: how dare she blackmail you with that?!
es_419: ¡¿CÓMO SE ATREVE A EXTORSIONARTE CON ESO?!

source: I thought about why I couldn’t entirely resent you all this time.
es_419: PENSÉ EN POR QUÉ NO ME PERMITÍ ODIARTE TODO ESTE TIEMPO.

source: Story and Art by 2L Assistance kk
es_419: HISTORIA Y ARTE POR 2L AYUDA DE KK

source: literally lmao
es_419: ES VERDAD XD

source: yeah, she should be responsible for herself.
es_419: SÍ, YA ES GRANDE, ¿NO? TIENE QUE SER RESPONSABLE.

source: gross, stop it, hahaha
es_419: QUÉ ASCO, JA, JA. ¡BASTA!

source: of course you do.
es_419: CLARO QUE CREES QUE ES INJUSTO.

source: ugh, you’re so annoying.
es_419: UF, QUÉ MOLESTA ERES.

source: aw, not me!!
es_419: ¡EH! ¡YO NO!

source: hmm?
es_419: ¿AH?

source: whatever.
es_419: NO IMPORTA.

source: I watched the cartoon you recommended
es_419: VI LA CARICATURA QUE ME RECOMENDASTE

source: I spent all of my allowance trying to find it!!
es_419: ¡GASTÉ TODO EL DINERO QUE TRAJE A LA ESCUELA PARA ENCONTRARLA!

source: is it okay to do this?
es_419: ¿ESTÁ BIEN HACER ESTO?

source: what are you talking about, jeongmin?
es_419: ¿A QUÉ TE REFIERES, JEONGMIN?

source: scowl
es_419: REFUNFUÑA

source: I can’t stand being curious.
es_419: SOY MUY CURIOSA.

source: I’ll forget about it when I wake up.
es_419: ME OLVIDARÉ DE TODO CUANDO DESPIERTE.

source: haha, yeah, I do.
es_419: JA, JA. SÍ.

source: I’m off to school.
es_419: ME VOY A LA ESCUELA.

source: hi, juhyeon!
es_419: ¡HOLA, JUHYEON!

source: yeah, it’s not like you’re being like this to her for no reason!
es_419: ¡SÍ! ¡TIENES MÁS DE UN MOTIVO PARA HACER LO QUE QUIERAS!

source: en_US
es_419: ES_LATAM

source: ...would you think I was a creep?
es_419: … ¿PENSARÍAS QUE SOY RARA?

source: Suggested for you
es_419: SUGERIDOS

source: does that mean that I can do whatever I want to them in my dreams?
es_419: ¿PUEDO HACER LO QUE QUIERA CON ELLAS EN MIS SUEÑOS?

source: she’s surprisingly bad at riding scary rollercoasters.
es_419: ODIA LAS MONTAÑAS RUSAS CON TODA EL ALMA.

source: you’ve been following juhyeon around ever since she started coming to our cram school!
es_419: ¡SIGUES A JUHYEON DESDE QUE COMENZÓ A IR A NUESTRA ACADEMIA!

source: things are getting interesting...
es_419: ESTO SE PONE INTERESANTE…

source: Story and Art by 2L
es_419: HISTORIA Y ARTE POR 2L

source: it’s not like that.
es_419: NO ES ESO.

source: what is this, haha
es_419: QUÉ ES ESTO. JA, JA.

source: the number you have dialed is not available. please leave a message after the tone--
es_419: EL NÚMERO QUE MARCASTE NO ESTÁ DISPONIBLE. DEJA UN MENSAJE DESPUÉS DE LA SEÑAL…

source: yeah, and juhyeon is the nicest.
es_419: SÍ, Y ELLA ES LA MÁS BUENA DE LA CLASE.

source: I didn’t see you in the classroom, haha...
es_419: NO TE VI EN CLASE. JA, JA…

source: wake up, yuju.
es_419: DESPIERTA, YUJU.

source: raise
es_419: ALZA

source: did you hear her just now?
es_419: ¿LA OÍSTE?

source: do you think I’m going to tell someone about this?
es_419: ¿CREES QUE LE DIRÉ A ALGUIEN LO QUE VI?

source: let’s go back to the classroom. it’s the end of the day.
es_419: VOLVAMOS AL SALÓN. YA TERMINÓ EL DÍA.

source: okay, and...?
es_419: ENTIENDO, ¿Y…?

source: whisper
es_419: SUSURRA

source: you’re unbelievable...
es_419: ERES DE NO CREER…

source: reach
es_419: ESTIRA

source: choke
es_419: SE AHOGA

source: ...but I pretended not to see the signs...
es_419: … SOLO PRETENDÍA NO VER LAS SEÑALES…

source: she doesn’t know that she’s the worst
es_419: NO SABE QUE ES DE LA PEOR

source: beep
es_419: BIP

source: you have to try everything to really get payback on juhyeon, right?
es_419: TIENES QUE HACER LO QUE SEA PARA VENGARTE DE JUHYEON, ¿NO?

source: teary
es_419: LAGRIMEA

source: what are you doing at the bathroom door?
es_419: ¿QUÉ HACES AHÍ EN LA PUERTA DEL BAÑO?

source: gossiping...?
es_419: ¿CHISMOSEANDO…?

source: more than that, I want to know your identity.
es_419: MÁS QUE NADA, QUIERO SABER QUIÉN ERES.

source: huh?
es_419: ¿EH?

source: don’t you have any opinions?
es_419: ¿NO TIENES NADA QUE DECIR?

source: what the hell did you say I did at my last school?
es_419: ¿QUÉ MIERDA DIJISTE QUE HICE EN MI ESCUELA ANTERIOR?

source: ...the reason that I decided to cut juhyeon off...
es_419: … DEL MOTIVO POR EL QUE ME ALEJÉ DE JUHYEON…

source: I get that you weren’t asking questions when you already knew who I was.
es_419: SÉ QUE NO ESTABAS PREGUNTANDO COSAS QUE YA SUPIERAS.

source: she gave it to me so I can go out to eat with my friends.
es_419: ME LA DIO PARA QUE PUEDA SALIR A CENAR CON AMIGAS.

source: you said you’d help me with anything as long as I didn’t ask about your past!!
es_419: ¡¡DIJISTE QUE ME AYUDARÍAS CON CUALQUIER COSA SI NO PREGUNTABA POR TU PASADO!!

source: no! you have to try the drink I showed you.
es_419: ¡NO! TIENES QUE PROBAR LA NUEVA BEBIDA QUE TE MOSTRÉ.

source: this isn’t enough...
es_419: ESTO NO ES SUFICIENTE…

source: my school life is fucked now...
es_419: MI VIDA ESCOLAR ESTÁ ARRUINADA…

source: I said I saw that guy, right?
es_419: LES DIJE QUE LO VI.

source: "this man" is a man who enters many people's dreams.
es_419: "ESTE SUJETO" ES UN HOMBRE QUE ENTRA EN LOS SUEÑOS DE OTROS.

source: I’ve used up everything in my piggy bank now...
es_419: YA ME GASTÉ TODO LO QUE TENÍA AHORRADO…

source: what do I do...? sora seems really mad...
es_419: ¿QUÉ HAGO…? CREO QUE SORA ESTÁ MUY ENOJADA…

source: you judged people, even when we were all friends...
es_419: JUZGABAS A LAS PERSONAS, INCLUSO CUANDO ÉRAMOS AMIGAS…

source: jeongmin, you’re here! what were you two talking about?
es_419: ¡JEONGMIN, AQUÍ ESTÁS! ¿DE QUÉ HABLABAN?

source: I don’t need anyone else.
es_419: NO NECESITO A NADIE MÁS.

source: what an interesting girl.
es_419: QUÉ MUCHACHA TAN INTERESANTE…

source: why?!
es_419: ¡¿POR QUÉ?!

source: I can tell you about you know what again...
es_419: PUEDO HABLARLES SOBRE ESO OTRA VEZ…

source: say something!!
es_419: ¡DI ALGO!

source: I’ll let it slide this time.
es_419: LO DEJARÉ PASAR ESTA VEZ.

source: waiting for jaehyeok to arrive...
es_419: ESPERANDO QUE LLEGUE JAEHYEOK…

source: you freak.
es_419: BICHO RARO.

source: I...
es_419: YO…

source: Jeongmin is a loner in high school being bullied by the Queen Bee, Juhyeon.
es_419: Jeongmin es una chica solitaria que va a la preparatoria y es objeto de las burlas y el bullying de Juhyeon, la joven más popular del aula.

source: what a relief...
es_419: QUÉ ALIVIO…

source: your next class is gym, right?
es_419: LA PRÓXIMA CLASE ES GIMNASIA, ¿VERDAD?

source: does that mean...
es_419: SIGNIFICA QUE…

source: it’s quiet now...
es_419: YA SE CALMÓ…

source: why do you think I never introduce you to them?
es_419: ¿POR QUÉ CREES QUE NUNCA TE LAS PRESENTO?

source: I will...
es_419: IRÉ…

source: None of my classmates understand how I feel, they just make fun of me. you’re the only person who’ll listen to me complain...
es_419: NINGUNO DE MIS COMPAÑEROS ENTIENDE CÓMO ME SIENTO. SOLO SE BURLAN DE MÍ. TÚ ERES LA ÚNICA PERSONA QUE ESCUCHA MIS QUEJAS…

source: slam
es_419: BLAM

source: I’m just going to try it for one day.
es_419: LO INTENTARÉ SOLO POR UN DÍA.

source: ugh, please!!
es_419: ¡POR FAVOR!

source: I bet I look like such a loser right now...
es_419: SEGURO AHORA PAREZCO UNA PERDEDORA…

source: okay! you two go without me.
es_419: ¡BIEN! USTEDES VAYAN SIN MÍ.

source: once I began saying everything I could never say in reality, words kept pouring out of me.
es_419: CUANDO EMPECÉ A DECIR TODO LO QUE NO PODÍA DECIR EN LA VIDA REAL, SE ME HIZO IMPOSIBLE DEJAR DE HABLAR.

source: I don’t feel like walking back to get it...
es_419: NO QUIERO VOLVER A BUSCARLO…

source: I can make everyone that picks on you disappear.
es_419: PUEDO HACER DESAPARECER A TODOS LOS QUE TE MOLESTAN.

source: okok thanks!
es_419: OK OK. GRACIAS!

source: shout
es_419: AGH

source: am I not allowed to tell her that we’re dating?
es_419: ¿NO PUEDO DECIRLE QUE ESTAMOS SALIENDO?

source: I don’t know... wasn’t she always like that?
es_419: NI IDEA… ¿NO FUE ASÍ SIEMPRE?

source: this is going to be on the exam, so make a note.
es_419: ESTO ESTARÁ EN EL EXAMEN, ASÍ QUE TOMEN NOTA.

source: how could you not know your classmates’ names?!
es_419: ¡¿CÓMO TE OLVIDAS DE LOS NOMBRES DE TUS COMPAÑERAS?!

source: it’s not even a big deal!
es_419: ¡NO ES PARA TANTO!

source: ...and I completely stopped being bullied.
es_419: Y DEJARON DE HACERME BULLYING.

source: you’re just a bunch of delinquents.
es_419: SON UNA BANDA DE DESGRACIADAS…

source: yeah! maybe it’s because it’s brand new, but it was awesome.
es_419: ¡SÍ! QUIZÁS ES PORQUE ES NUEVO, PERO ESTUVO GENIAL.

source: what number are you on now?
es_419: ¿QUÉ NÚMERO TIENES AHORA?

source: people like her will never understand people like us...
es_419: LA GENTE COMO ELLA NUNCA NOS ENTENDERÁ…

source: excuse me.
es_419: PERMISO.

source: it might be surprising to hear this, but...
es_419: PUEDE QUE TE SORPRENDA ESTO, PERO…

source: ...it’s not a lie, right?
es_419: … NO ES UNA MENTIRA, ¿NO?

source: as a target of bullying, even the smallest expression of anger is a crime.
es_419: CUANDO TE HACEN BULLYING, LA MÍNIMA EXPRESIÓN DE ENOJO PUEDE SER TERRIBLE.

source: ...I have nothing to be ashamed of.
es_419: … YO NO TENGO NADA DE QUÉ AVERGONZARME.

source: are you staying?
es_419: ¿TE QUEDAS AQUÍ?

source: posts replies media likes
es_419: PUBLICACIONES RESPUESTAS MEDIA ME GUSTA

source: what a weird guy.
es_419: QUÉ SUJETO TAN EXTRAÑO.

source: compared to your trashy actions in real life...
es_419: SI LO COMPARO CON LA MIERDA QUE TÚ HACES EN LA VIDA REAL…

source: I think so.
es_419: CREO QUE SÍ.

source: squeeze
es_419: SUJETA

source: stomp
es_419: PAM

source: ...and became a high schooler.
es_419: … Y ENTRE A LA PREPARATORIA.

source: can you really know for sure that it’ll last?
es_419: ¿ESTÁS REALMENTE SEGURA DE QUE DURARÁ?

source: what do you think, sora?
es_419: ¿TÚ QUÉ CREES, SORA?

source: where’s juhyeon?
es_419: ¿DÓNDE ESTÁ JUHYEON?

source: I feel like I’m losing it
es_419: SIENTO QUE ME VUELVO LOCO.

source: that’s no fun...
es_419: QUÉ ABURRIDO…

source: that’s why we drifted apart.
es_419: POR ESO NOS DISTANCIAMOS.

source: I couldn’t hear you just now.
es_419: NO TE OÍ…

source: it’s that time of month...
es_419: NO, ESTOY EN MI CICLO…

source: shrug
es_419: SE ENCOJE

source: honestly, when I was messing with that girl two years ago...
es_419: HACE DOS AÑOS, CUANDO MOLESTÉ A ESA CHICA…

source: yeah, she started it, honestly.
es_419: SÍ, ELLA EMPEZÓ TODO.

source: ...you told the whole class that my parents were getting divorced!!
es_419: ¡LE CONTASTE A TODA LA CLASE QUE MIS PADRES SE IBAN A DIVORCIAR!

source: did you see the new pizza bread in the snack shop?
es_419: ¿VISTE EL NUEVO PAN SABOR A PIZZA QUE VENDEN EN LA TIENDA DEL COLEGIO?

source: I hate that my friends all make fun of it for being an off-brand anp*nman.
es_419: ODIO QUE MIS AMIGOS SE BURLEN PORQUE ES PARECIDO A ANP*NMAN.

source: it looks like she’s completely on her own now.
es_419: PARECE QUE ESTÁ COMPLETAMENTE SOLA.

source: even if I only know some of these people as "juhyeon's friend,"
es_419: AUNQUE A MUCHAS DE ESTAS PERSONAS LAS CONOZCA COMO "AMIGA DE JUHYEON",

source: I never stopped resenting juhyeon the most,
es_419: SIEMPRE ODIÉ MÁS A JUHYEON…

source: you always do something to create a situation where I can’t be nice. am I wrong?
es_419: Y TÚ SIEMPRE TE LAS INGENIAS PARA INVENTAR UNA SITUACIÓN EN LA QUE NO PUEDO SER AMABLE. ¿O ME EQUIVOCO?

source: are you really not going to tell us?
es_419: ¿NO NOS VAS A CONTAR NADA?

source: lmaooo you too?
es_419: TÚ TAMBIÉN? XD

source: it’s natural.
es_419: ES INEVITABLE.

source: well...
es_419: AUNQUE…

source: what did I tell you? this is what she’s like...
es_419: ¿QUÉ TE DIJE? ES ASÍ…

source: you act like you’re so cool and don’t hold grudges...
es_419: TE COMPORTAS COMO SI FUERAS ALGUIEN GENIAL QUE NO SIENTE RENCOR POR NADA…

source: huh? no... not exactly...
es_419: ¿EH? NO… EN REALIDAD NO…

source: but...
es_419: PERO…

source: it’s like he knows how I feel deep down around others...
es_419: ESTE SUJETO SABE CÓMO REALMENTE ME SIENTO CUANDO ESTOY EN COMPAÑÍA DE OTROS…

source: what are you talking about--?
es_419: ¿DE QUÉ ESTÁS HABLANDO?

source: hmph
es_419: JUM

source: you can’t understand me? lol, I can’t understand people like you.
es_419: ¿NO ME ENTIENDEN? ¡LOL! YO TAMPOCO ENTIENDO A LA GENTE COMO USTEDES.

source: I shouldn’t have listened to him. now I keep thinking about it...
es_419: NO DEBÍ ESCUCHARLO. AHORA NO PUEDO DEJAR DE PENSAR EN ESO…

source: I’m handsomer than he is...
es_419: YO SOY MÁS APUESTO QUE ÉL.

source: turn
es_419: GIRA

source: she didn’t know.
es_419: NO LO SABE.

source: doesn’t that mean she wants to make up with you?
es_419: ¿ESO NO SIGNIFICA QUE QUIERE HACER LAS PACES?

source: what, that off-brand cartoon character?
es_419: ¿EL PERSONAJE DE MARCA GENÉRICA?
